{
  "chunk-0": "Base de Conhecimento: Astrologia Védica (Jyotish)\r\nUm guia completo para entender o Jyotish (a ciência da luz)\r\n\r\nO que é Astrologia Védica?\r\nA Astrologia Védica, conhecida como Jyotish, é o sistema astrológico tradicional da Índia. A palavra \"Jyotish\" significa \"ciência da luz\", pois seu objetivo é iluminar nosso caminho, revelando as influências cósmicas que moldam nossa personalidade e destino.\r\nA principal diferença em relação à Astrologia Ocidental é o zodíaco utilizado. O Jyotish usa o Zodíaco Sideral (Nirayana), que é fixo e alinhado com as constelações. Já a Astrologia Ocidental usa o Zodíaco Tropical (Sayana), que é baseado nas estações do ano. Essa diferença, chamada Ayanamsha, resulta em posições planetárias que estão cerca de 24 graus \"atrás\" no mapa védico em comparação com o mapa ocidental. Isso significa que seu signo solar pode ser diferente em cada sistema.\r\n\r\nOs Componentes Fundamentais\r\nRashis (Signos)\r\nOs 12 Rashis representam o pano de fundo do zodíaco. Cada Rashi ",
  "chunk-1": "tem qualidades únicas. Dentro deles, existem 27 Nakshatras (mansões lunares) que adicionam uma camada de profundidade incrível à análise.\r\n\r\nTabela de Rashis:\r\n| Rashi (Signo)        | Coordenadas Siderais | Regente   |\r\n|----------------------|----------------------|-----------|\r\n| Mesha (Áries)        | 0° - 30°             | Marte     |\r\n| Vrishabha (Touro)    | 30° - 60°            | Vênus     |\r\n| Mithuna (Gêmeos)     | 60° - 90°            | Mercúrio  |\r\n| Karka (Câncer)       | 90° - 120°           | Lua       |\r\n| Simha (Leão)         | 120° - 150°          | Sol       |\r\n| Kanya (Virgem)       | 150° - 180°          | Mercúrio  |\r\n| Tula (Libra)         | 180° - 210°          | Vênus     |\r\n| Vrischika (Escorpião)| 210° - 240°          | Marte     |\r\n| Dhanu (Sagitário)    | 240° - 270°          | Júpiter   |\r\n| Makara (Capricórnio) | 270° - 300°          | Saturno   |\r\n| Kumbha (Aquário)     | 300° - 330°          | Saturno   |\r\n| Meena (Peixes)       | 330° - 360°          |",
  "chunk-2": " Júpiter   |\r\n\r\nNakshatras (Mansões Lunares)\r\nCada Nakshatra abrange 13°20' do zodíaco e oferece insights detalhados sobre a personalidade e o carma.\r\n\r\nTabela de Nakshatras:\r\n| #  | Nakshatra         | Coordenadas                     | Regente (Dasha) |\r\n|----|-------------------|---------------------------------|-----------------|\r\n| 1  | Ashwini           | 0°00' - 13°20' Áries            | Ketu            |\r\n| 2  | Bharani           | 13°20' - 26°40' Áries           | Vênus           |\r\n| 3  | Krittika          | 26°40' Áries - 10°00' Touro     | Sol             |\r\n| 4  | Rohini            | 10°00' - 23°20' Touro           | Lua             |\r\n| 5  | Mrigashira        | 23°20' Touro - 6°40' Gêmeos     | Marte           |\r\n| 6  | Ardra             | 6°40' - 20°00' Gêmeos           | Rahu            |\r\n| 7  | Punarvasu         | 20°00' Gêmeos - 3°20' Câncer    | Júpiter         |\r\n| 8  | Pushya            | 3°20' - 16°40' Câncer           | Saturno         |\r\n| 9  | Ashlesha         ",
  "chunk-3": " | 16°40' - 30°00' Câncer          | Mercúrio        |\r\n| 10 | Magha             | 0°00' - 13°20' Leão             | Ketu            |\r\n| 11 | Purva Phalguni    | 13°20' - 26°40' Leão            | Vênus           |\r\n| 12 | Uttara Phalguni   | 26°40' Leão - 10°00' Virgem     | Sol             |\r\n| 13 | Hasta             | 10°00' - 23°20' Virgem          | Lua             |\r\n| 14 | Chitra            | 23°20' Virgem - 6°40' Libra     | Marte           |\r\n| 15 | Swati             | 6°40' - 20°00' Libra            | Rahu            |\r\n| 16 | Vishakha          | 20°00' Libra - 3°20' Escorpião  | Júpiter         |\r\n| 17 | Anuradha          | 3°20' - 16°40' Escorpião        | Saturno         |\r\n| 18 | Jyeshtha          | 16°40' - 30°00' Escorpião       | Mercúrio        |\r\n| 19 | Mula              | 0°00' - 13°20' Sagitário        | Ketu            |\r\n| 20 | Purva Ashadha     | 13°20' - 26°40' Sagitário       | Vênus           |\r\n| 21 | Uttara Ashadha    | 26°40' Sagitário - 10°00' Capricórnio",
  "chunk-4": " | Sol          |\r\n| 22 | Shravana          | 10°00' - 23°20' Capricórnio     | Lua             |\r\n| 23 | Dhanishtha        | 23°20' Capricórnio - 6°40' Aquário | Marte        |\r\n| 24 | Shatabhisha       | 6°40' - 20°00' Aquário          | Rahu            |\r\n| 25 | Purva Bhadrapada  | 20°00' Aquário - 3°20' Peixes   | Júpiter         |\r\n| 26 | Uttara Bhadrapada | 3°20' - 16°40' Peixes           | Saturno         |\r\n| 27 | Revati            | 16°40' - 30°00' Peixes          | Mercúrio        |\r\n\r\nGrahas (Planetas)\r\nOs 9 Grahas são os \"atores\" do mapa astral. Eles não são apenas corpos celestes, mas forças energéticas que influenciam nossa vida.\r\nSurya (Sol) (Su): Representa a alma, ego, vitalidade, pai, poder e autoridade. É a força vital central. Aspecta a(s) casa(s) 7ª a partir de sua posição.\r\nChandra (Lua) (Lu): Representa a mente, emoções, mãe, público e bem-estar. Governa nossa resposta emocional. Aspecta a(s) casa(s) 7ª a partir de sua posição.\r\nMangala (Marte) (Ma): Representa e",
  "chunk-5": "nergia, ação, coragem, irmãos e conflitos. É o planeta da força de vontade. Aspecta a(s) casa(s) 4ª, 7ª, 8ª a partir de sua posição.\r\nBudha (Mercúrio) (Me): Representa intelecto, comunicação, aprendizado e comércio. É o planeta da lógica. Aspecta a(s) casa(s) 7ª a partir de sua posição.\r\nGuru (Júpiter) (Jú): Representa sabedoria, expansão, sorte, filhos e guru. É o grande benéfico. Aspecta a(s) casa(s) 5ª, 7ª, 9ª a partir de sua posição.\r\nShukra (Vênus) (Vê): Representa amor, beleza, luxo, relacionamentos e artes. Governa o prazer e a harmonia. Aspecta a(s) casa(s) 7ª a partir de sua posição.\r\nShani (Saturno) (Sa): Representa disciplina, estrutura, limitações, carma e longevidade. É o professor cósmico. Aspecta a(s) casa(s) 3ª, 7ª, 10ª a partir de sua posição.\r\nRahu (Nodo Norte) (Ra): Representa obsessões, desejos materiais, ambição e o futuro. Não é um corpo físico. Aspecta a(s) casa(s) 5ª, 7ª, 9ª a partir de sua posição.\r\nKetu (Nodo Sul) (Ke): Representa espiritualidade, desapego, pe",
  "chunk-6": "rdas e o passado. É a força da liberação. Aspecta a(s) casa(s) 5ª, 7ª, 9ª a partir de sua posição.\r\n\r\nBhavas (Casas)\r\nAs 12 Bhavas são as \"áreas da vida\" onde a energia dos Grahas se manifesta. O signo que estava no horizonte leste no momento do nascimento é o Ascendente (Lagna) e define a Casa 1, com as outras se seguindo em ordem.\r\nCasa 1 (Lagna): O eu, corpo, personalidade, aparência, vitalidade e início da vida.\r\nCasa 2 (Dhana): Riqueza, finanças, família, fala, comida e valores pessoais.\r\nCasa 3 (Sahaja): Irmãos mais novos, coragem, comunicação, viagens curtas e hobbies.\r\nCasa 4 (Sukha): Mãe, lar, felicidade interior, emoções, propriedades e veículos.\r\nCasa 5 (Putra): Filhos, criatividade, romance, intelecto, investimentos e educação.\r\nCasa 6 (Ari): Inimigos, dívidas, saúde, rotina diária, trabalho e superação de obstáculos.\r\nCasa 7 (Yuvati): Casamento, parcerias de negócios, relacionamentos, desejo e viagens longas.\r\nCasa 8 (Randhra): Longevidade, morte, transformação, crises, he",
  "chunk-7": "ranças e pesquisa oculta.\r\nCasa 9 (Dharma): Pai, guru, sorte, religião, filosofia, leis e viagens ao exterior.\r\nCasa 10 (Karma): Carreira, profissão, status social, reputação, ambição e ações no mundo.\r\nCasa 11 (Labha): Ganhos, lucros, amigos, irmãos mais velhos, desejos e realizações.\r\nCasa 12 (Vyaya): Perdas, despesas, espiritualidade, isolamento, liberação (moksha) e subconsciente.\r\n\r\nComo o Mapa é Calculado?\r\nAjuste do Ayanamsha: O primeiro passo é converter as posições planetárias do Zodíaco Tropical (usado como padrão em muitos cálculos astronômicos) para o Zodíaco Sideral. Isso é feito subtraindo o valor do Ayanamsha (a correção anual). O padrão mais comum é o Lahiri Ayanamsha.\r\nPosição Sideral = Posição Tropical - Ayanamsha\r\nDeterminação do Ascendente (Lagna): O Ascendente é o signo (Rashi) que estava ascendendo no horizonte leste no local e hora exatos do seu nascimento. Ele é o ponto de partida do mapa e se torna a Casa 1. A partir daí, as outras 11 casas são contadas em sequ",
  "chunk-8": "ência, no sentido anti-horário (no estilo Norte-Indiano).\r\nPosicionamento dos Planetas: Finalmente, cada um dos 9 Grahas é colocado no Rashi e na Bhava correspondentes à sua posição sideral no momento do nascimento, criando o seu mapa astral único.\r\n\r\nEstrutura do Mapa Astral (Estilo Norte-Indiano) e Exemplo de Interpretação\r\nO mapa astral védico pode ser visualizado em diferentes estilos, sendo o Estilo Norte-Indiano um dos mais comuns. Neste estilo, as casas são fixas, representadas pelos quadrados e triângulos do diagrama, e são contadas em sentido anti-horário a partir do topo (que é sempre a Casa 1, o Ascendente). Os signos (números de 1 a 12) giram para se encaixar nas casas, dependendo do seu Ascendente.\r\nPara analisar um mapa, você identifica o signo (número do Rashi) em cada casa e quais planetas (Grahas) estão posicionados nelas. Em seguida, considera os aspectos que os planetas fazem, influenciando outras casas.\r\n\r\nExemplo de Mapa Astral e Interpretação\r\nSigno Ascendente: Le",
  "chunk-9": "ão (Rashi 5)\r\nCom base no Ascendente em Leão, as casas seriam:\r\nCasa 1 (Ascendente): Leão (Rashi 5)\r\nCasa 2: Virgem (Rashi 6)\r\nCasa 3: Libra (Rashi 7)\r\nCasa 4: Escorpião (Rashi 8)\r\nCasa 5: Sagitário (Rashi 9)\r\nCasa 6: Capricórnio (Rashi 10)\r\nCasa 7: Aquário (Rashi 11)\r\nCasa 8: Peixes (Rashi 12)\r\nCasa 9: Áries (Rashi 1)\r\nCasa 10: Touro (Rashi 2)\r\nCasa 11: Gêmeos (Rashi 3)\r\nCasa 12: Câncer (Rashi 4)\r\nPosições dos Planetas neste Exemplo:\r\nSol (Su): Casa 1 (Leão)\r\nInterpretação: O Sol na Casa 1 (personalidade, eu) em seu próprio signo (Leão) indica uma pessoa com forte ego, vitalidade, liderança e autoconfiança. Ele ilumina a própria identidade.\r\nAspectos: O Sol aspecta a Casa 7. A Casa 7 (relacionamentos, parcerias) receberá a influência da autoconfiança e do poder do indivíduo, o que pode trazer força, mas também desafios em lidar com as necessidades dos outros.\r\nLua (Lu): Casa 11 (Gêmeos)\r\nInterpretação: A Lua na Casa 11 (ganhos, amizades, desejos) em Gêmeos (comunicação, intelecto) sug",
  "chunk-10": "ere uma mente ativa, que encontra satisfação através de redes sociais, amizades e da realização de desejos. Boa para o networking.\r\nAspectos: A Lua aspecta a Casa 5. A Casa 5 (crianças, criatividade, intelecto) será influenciada pelas emoções e pela mente rápida do indivíduo, o que pode indicar criatividade e uma boa relação com crianças.\r\nMarte (Ma): Casa 2 (Virgem)\r\nInterpretação: Marte na Casa 2 (finanças, fala, família) em Virgem (detalhe, serviço) pode indicar uma fala direta e talvez um pouco crítica, energia para acumular recursos através do trabalho árduo e atenção aos detalhes financeiros.\r\nAspectos: Marte aspecta as Casas 4, 7 e 8.\r\nCasa 4 (lar, mãe): Pode trazer energia e talvez conflitos no ambiente doméstico ou com a mãe.\r\nCasa 7 (relacionamentos): Pode indicar paixão e, por vezes, argumentos nos relacionamentos.\r\nCasa 8 (transformação, herança): Pode trazer energia para lidar com crises ou envolvimento em pesquisas.\r\nMercúrio (Me): Casa 1 (Leão)\r\nInterpretação: Mercúrio n",
  "chunk-11": "a Casa 1 (personalidade) em Leão (expressão, criatividade) indica uma pessoa com uma mente inteligente e uma comunicação expressiva e confiante. A pessoa se identifica com a inteligência.\r\nAspectos: Mercúrio aspecta a Casa 7. A Casa 7 (relacionamentos) será influenciada pela comunicação inteligente e analítica do indivíduo, o que pode facilitar negociações e parcerias baseadas na razão.\r\nJúpiter (Jú): Casa 11 (Gêmeos)\r\nInterpretação: Júpiter na Casa 11 (ganhos, amizades) em Gêmeos (intelectualidade, comunicação) é excelente para ganhos financeiros, amizades significativas e realização de desejos através da sabedoria e do conhecimento.\r\nAspectos: Júpiter aspecta as Casas 3, 5 e 7.\r\nCasa 3 (comunicação, irmãos): Traz sabedoria para a comunicação e boas relações com irmãos mais novos.\r\nCasa 5 (crianças, criatividade): Abençoa com filhos, criatividade abundante e bons investimentos.\r\nCasa 7 (relacionamentos): Traz sorte, sabedoria e expansão nos relacionamentos e parcerias.\r\nVênus (Vê): Ca",
  "chunk-12": "sa 12 (Câncer)\r\nInterpretação: Vênus na Casa 12 (perdas, espiritualidade, isolamento) em Câncer (emoções, lar) pode indicar uma tendência a gastos excessivos, mas também uma profunda conexão emocional com a espiritualidade ou com o mundo interior. Pode haver romantismo secreto.\r\nAspectos: Vênus aspecta a Casa 6. A Casa 6 (inimigos, saúde) pode ver uma suavização de conflitos e uma abordagem mais harmoniosa para a saúde, mas também uma tendência a comprometer a saúde em busca de prazer.\r\nSaturno (Sa): Casa 4 (Escorpião)\r\nInterpretação: Saturno na Casa 4 (lar, mãe, felicidade interior) em Escorpião (transformação, intensidade) pode trazer desafios no lar, com a mãe ou na busca da paz interior, exigindo disciplina para construir uma base sólida.\r\nAspectos: Saturno aspecta as Casas 6, 7 e 1.\r\nCasa 6 (inimigos, dívidas): Traz disciplina para superar obstáculos e lidar com dívidas.\r\nCasa 7 (relacionamentos): Pode atrasar ou trazer seriedade e responsabilidade para os relacionamentos.\r\nCasa 1",
  "chunk-13": " (eu, personalidade): Traz disciplina, seriedade e, por vezes, um temperamento reservado à personalidade.\r\nRahu (Ra): Casa 9 (Áries)\r\nInterpretação: Rahu na Casa 9 (sorte, pai, religião, gurus) em Áries (início, energia) pode indicar uma busca não convencional por conhecimento espiritual ou religioso, ambição de explorar crenças estrangeiras ou inovações nessa área.\r\nAspectos: Rahu aspecta as Casas 1, 3 e 5.\r\nCasa 1 (eu, personalidade): Traz uma personalidade única, talvez um pouco excêntrica, e ambição.\r\nCasa 3 (comunicação, irmãos): Pode influenciar a comunicação com um toque de originalidade ou manipulação.\r\nCasa 5 (crianças, criatividade): Traz desejos intensos em relação a filhos ou a criatividade inovadora.\r\nKetu (Ke): Casa 3 (Libra)\r\nInterpretação: Ketu na Casa 3 (irmãos mais novos, comunicação, hobbies) em Libra (relacionamentos, equilíbrio) sugere um desapego ou falta de foco em relação a irmãos, comunicação ou atividades de lazer, talvez com uma inclinação mais espiritual.\r\nA",
  "chunk-14": "spectos: Ketu aspecta as Casas 7, 9 e 11.\r\nCasa 7 (relacionamentos): Pode trazer desapego ou insatisfação em relacionamentos.\r\nCasa 9 (sorte, pai, religião): Pode indicar desapego de figuras paternas ou dogmas religiosos.\r\nCasa 11 (ganhos, amizades): Pode trazer desinteresse por ganhos materiais excessivos ou um círculo de amizades mais restrito.\r\n\r\nEsta versão em texto detalha os principais elementos e oferece um exemplo de como um mapa astral védico é lido e interpretado, focando na posição dos planetas e seus aspectos.\r\n"
}